{
    "title": "سازنده سیاست حفظ حریم خصوصی",
    "description": "یک سیاست حفظ حریم خصوصی استاندارد برای وب‌سایت خود ایجاد کنید.",
    "companyInfo": "اطلاعات کسب و کار",
    "companyName": "نام شرکت",
    "websiteUrl": "آدرس وب‌سایت",
    "email": "ایمیل تماس",
    "address": "آدرس شرکت",
    "useCookies": "آیا از کوکی استفاده می‌کنید؟",
    "showAds": "آیا تبلیغات نمایش می‌دهید؟",
    "generate": "تولید سیاست‌نامه",
    "result": "سیاست حفظ حریم خصوصی شما",
    "placeholder": "فرم را پر کنید تا متن شما تولید شود...",
    "generated": "سیاست‌نامه تولید شد!",
    "copy": "کپی در کلیپ‌بورد",
    "copied": "متن کپی شد!",
    "policyTitle": "سیاست حفظ حریم خصوصی",
    "lastUpdated": "آخرین بروزرسانی",
    "introTitle": "۱. مقدمه",
    "introText": "Welcome to {companyName}. We respect your privacy and are committed to protecting your personal data. This privacy policy will inform you as to how we look after your personal data when you visit our website ({websiteUrl}) and tell you about your privacy rights and how the law protects you.",
    "contactTitle": "۲. اطلاعات تماس",
    "contactText": "If you have any questions about this privacy policy or our privacy practices, please contact us at:",
    "emailLabel": "ایمیل:",
    "addressLabel": "آدرس:",
    "dataTitle": "۳. داده‌هایی که جمع‌آوری می‌کنیم",
    "dataIntro": "We may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:",
    "dataIdentity": "- Identity Data: includes first name, last name, username or similar identifier.",
    "dataContact": "- Contact Data: includes email address and telephone numbers.",
    "dataTechnical": "- Technical Data: includes internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access this website.",
    "cookiesTitle": "۴. کوکی‌ها",
    "cookiesText": "We use cookies and similar tracking technologies to track the activity on Our Service and store certain information. Tracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service.",
    "adsTitle": "۵. شرکای تبلیغاتی",
    "adsText": "We may use third-party Service providers to show advertisements to you to help support and maintain our Services. We may use Google AdSense or other advertising networks.",
    "securityTitle": "۶. امنیت داده‌ها",
    "securityText": "We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed.",
    "rightsTitle": "۷. حقوق قانونی شما",
    "rightsText": "Under certain circumstances, you have rights under data protection laws in relation to your personal data, including the right to request access, correction, erasure, restriction, transfer, or to object to processing."
}